/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Verbinden.";
"cover-open" = "Deksel open.";
"developer-empty" = "Ontwikkelaar - leeg.";
"developer-low" = "Ontwikkelaar - bijna leeg.";
"door-open" = "Deur open.";
"fuser-over-temp" = "Hoge fusertemperatuur.";
"fuser-under-temp" = "Lage fusertemperatuur.";
"input-tray-missing" = "Medialade ontbreekt.";
"interlock-open" = "Interlock open.";
"interpreter-resource-unavailable" = "Resource niet beschikbaar (bijv. lettertype)";
"marker-supply-empty" = "Inkt/toner op";
"marker-supply-low" = "Inkt/toner bijna op.";
"marker-waste-almost-full" = "Lekbak voor inkt/toner bijna vol.";
"marker-waste-full" = "Lekbak voor inkt/toner vol.";
"media-empty" = "Medialade leeg.";
"media-jam" = "Mediastoring.";
"media-low" = "Medialade bijna leeg.";
"media-needed" = "Medialade moet worden bijgevuld.";
"moving-to-paused" = "Printer gaat offline,";
"none" = " ";
"opc-life-over" = "OPC moet worden vervangen.";
"opc-near-eol" = "OPC moet bijna worden vervangen.";
"other" = " ";
"output-area-almost-full" = "Uitvoerbak bijna vol.";
"output-area-full" = "Uitvoerbak vol.";
"output-tray-missing" = "Uitvoerlade ontbreekt.";
"paused" = "Gepauzeerd.";
"shutdown" = "Printer offline.";
"spool-area-full" = "Spoolgebied vol.";
"stopped-partly" = "Gedeeltelijk gestopt";
"stopping" = "Stoppen";
"timed-out" = "Printer reageert niet meer.";
"toner-empty" = "Onvoldoende toner.";
"toner-low" = "Toner bijna op.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Stoppen.";
"compression-error" = "Decompressiefout.";
"document-access-error" = "Documenttoegangsfout.";
"document-format-error" = "Documentopmaakfout.";
"job-canceled-at-device" = "Geannuleerd op printer.";
"job-canceled-by-operator" = "Geannuleerd door bediener.";
"job-canceled-by-user" = "Geannuleerd door gebruiker.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Voltooid met fouten.";
"job-completed-with-warnings" = "Voltooid met waarschuwingen.";
"job-data-insufficient" = "Onvoldoende gegevens.";
"job-hold-until-specified" = "Uitgesteld tot.";
"job-incoming" = "Inkomend.";
"job-interpreting" = "Omzetten.";
"job-outgoing" = "Uitgaand.";
"job-printing" = "Afdrukken.";
"job-queued-for-marker" = "In wachtrij voor markering.";
"job-queued" = "In wachtrij.";
"job-restartable" = "Opnieuw uitvoerbaar.";
"job-transforming" = "Omvormen.";
"printer-stopped-partly" = "Printer is gedeeltelijk gestopt.";
"printer-stopped" = "Printer is gestopt.";
"processing-to-stop-point" = "Stoppen.";
"queued-in-device" = "Gereed.";
"resources-are-not-ready" = "Resources zijn niet gereed.";
"service-off-line" = "Voorziening offline.";
"submission-interrupted" = "Verzending onderbroken.";
"unsupported-compression" = "Niet-ondersteunde compressie.";
"unsupported-document-format" = "Niet-ondersteunde documentstructuur.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Nieuwe taken uitgesteld";
"deactivated" = "Gedeactiveerd";
"job-suspended" = "Onderbroken.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Ontbrekend filter.";
"offline-error" = "Offline.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk is uitgeschakeld.";
"apple-missing-usbclassdriver-error" = "Ontbrekend USB-besturingsbestand.";
"apple-nbp-lookup-warning" = "Printer reageert niet.";
